<?xml version="1.0" encoding="UTF-8"?> <!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"> <plist version="1.0"> <dict>
	<key>PayloadConfirmedBy</key>
	<string>khoindvn.eu.org</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>DNSSettings</key>
			<dict>
				<key>DNSProtocol</key>
				<string>HTTPS</string>
				<key>ServerURL</key>
				<string>https://vevrl9air2.cloudflare-gateway.com/dns-query</string>
			</dict>
			<key>OnDemandRules</key>
			<array>
				<dict>
					<key>Action</key>
					<string>Connect</string>
				</dict>
			</array>
			<key>PayloadDisplayName</key>
			<string>Chặn thu hồi ( BolockAds ) ✅</string>
			<key>PayloadIdentifier</key>
			<string>vevrl9air2.cloudflare-gateway.com.profile</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>vevrl9air2.cloudflare-gateway.com</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
